
let pixel = document.getElementById("click-here")
let Currentindex = 0;
let block2 = document.querySelector('.block')
pixel.addEventListener('click' , function(){
    let P = document.getElementById('javascript')
    P.innerText = 'გახსოვს ის დღე რომ გაგიცანი? გახსოვს ის დღე როცა პირველად მოგწერე და პირველივე მოწერაზე ეგრევე ვიცინოდით?ესმევარ შენი გიუნა მევარ შენი გიუნა რომელიც შენზე გიჟდება და თითოეულ შენს მიწერაზე უკეთდება ხასიათიშენხარ ის ადამიანი რომელიც გიოს ცხოვრებასულამაზებს ❤ ძალიან მიყვარხარ ჩემო პატარა თოჯინა სიტყვა თოჯინაზე სულ შენ მახსენდები და გამახსენდები კიდევაც შენი დაკარგვა კი არ მინდა  , რატო? იმიტო რო შენ ხარ საუკეთესო ადამიანი , შენხარ ყველაზე საყვარელი , რომელსაც შეუძლია გამიგოს :33მოკლედ ძალიან მიყვარხარ ჩემო ცხოვრება !! ჩემო ანანო!!ჩემისაკუთრებახარ ... ხო რაც შეეხება შენს ხმას .. ძალიან კარგი და ტკბილი ხმა გაქვს , ვგიჟდები შენს ხმაზე უბრალოდ აი ძალიან მაგარიხმა გაქვს და შენც უსაყვარლესი ადამიანი ხარ .. მოკლედ მიყვარხარ!!!!!!!! და ეს საჩუქარი არასდროს წაიშლება და მუდამ გექნება <3 '

})
